Repository: 3dingbat/wc-itau-shopline
Catalog: languages/wc-itau-shopline-*.po
Languages: pt_br

source: Help us keep the %s plugin free making a %s or rate %s on %s. Thank you in advance!
pt_br: Nos ajude a manter o plugin %s gratuito fazendo uma %s ou %s no %s. Muito obrigado!

source: donation
pt_br: doação

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: Moeda <code>%s</code> não é suportada. Funciona apenas com Real (R$).

source: Itau Shopline for WooCommerce Disabled
pt_br: Itau Shopline for WooCommerce desabilitado

source: This plugin depends on the last version of %s to work!
pt_br: Este plugin depende da ultima versao do %s para funcionar.

source: direct debit or financing
pt_br: débito em conta ou financiamento

source: banking ticket
pt_br: boleto bancário

source: credit card
pt_br: cartão de crédito

source: Payment for order %s
pt_br: Pedido %s

source: Itau Shopline: Order expired for lack of pay.
pt_br: Itaú Shopline: Pedido expirado por falta de pagamento.

source: Itau Shopline: Order canceled because customers not selected a form of payment yet.
pt_br: Itaú Shopline: Pedido cancelado por causa que cliente não selecionou nenhuma forma de pagamento.

source: Itau Shopline: Payment approved using %s.
pt_br: Itaú Shopline: Pagamento aprovado usando %s.

source: The company code size can not be different of %d positions.
pt_br: O tamanho do código de empresa não pode ser diferente %d caracteres.

source: The key size can not be different of %d positions.
pt_br: O tamanho da chave não pode ser diferente de %d caracteres.

source: Invalid order number.
pt_br: Número de pedido inválido.

source: Invalid registration code.
pt_br: Código de registro inválido.

source: Invalid document number.
pt_br: Número de documento inválido.

source: Invalid zipcode.
pt_br: CEP inválido.

source: Invalid expiry date.
pt_br: Data de expiração inválida.

source: Invalid note line 1. Can not be more than 60 characters.
pt_br: Nota (linha 1) inválida. Não pode ter mais de 60 caracteres.

source: Invalid note line 2. Can not be more than 60 characters.
pt_br: Nota (linha 2) inválida. Não pode ter mais de 60 caracteres.

source: Invalid note line 3. Can not be more than 60 characters.
pt_br: Nota (linha 3) inválida. Não pode ter mais de 60 caracteres.

source: Invalid type.
pt_br: Tipo inválido

source: Accept payments by credit card, online debit or banking billet using the Itau Shopline.
pt_br: Aceite pagamentos com cartões de crédito, débito online ou boleto usando o Itau Shopline.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Itau Shopline
pt_br: Habilitar Itau Shopline

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante a finalização da compra.

source: Backing Ticket or Online Debit
pt_br: Débito online

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o usuário vê durante a finalização do pedido.

source: Pay with banking billet or online debit in Itau safe environment.
pt_br: Paga com boleto bancário ou débito on-line em ambiente seguro Itaú.

source: Integration Settings
pt_br: Configurações da Integração

source: Website Code
pt_br: Código do site

source: Please enter your Website Code. This is needed in order to take payment.
pt_br: Por favor, insira o código do seu Website. Isto é necessário para ter o pagamento.

source: Encryption Key
pt_br: Chave de criptografia

source: Please enter your Encryption Key. This is needed in order to take payment.
pt_br: Por favor insira sua chave de criptografia. Isto é necessário para ter o pagamento.

source: Integration Behavior
pt_br: Comportamento da integração

source: Days to Pay
pt_br: Dias para pagar

source: Please enter how many consecutive days customers will have to pay.
pt_br: Por favor insira quantos dias consecutivos o cliente terá para pagar.

source: Notes (line 1)
pt_br: Nota (linha 1)

source: Can not be more than 60 characters.
pt_br: Não pode ter mais do que 60 caracteres

source: Notes (line 2)
pt_br: Nota (linha 2)

source: Notes (line 3)
pt_br: Nota (linha 3)

source: Gateway Testing
pt_br: Teste de Gateway

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Itau Shopline events, you can check this log in %s.
pt_br: Registra eventos do Itau Shopline, como requisições na API, você pode verificar este log em %s.

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Itau Shopline: Awaiting payment.
pt_br: Itau Shopline: Aguardando pagamento.

source: You can no longer make the payment for order %s.
pt_br: Você não pode mais fazer o pagamento do pedido %s.

source: Payment method expired
pt_br: Método de pagamento expirado

source: Invalid request!
pt_br: Requisição inválida

source: Itau Shoptine - Every 3 hours
pt_br: Itau Shopline - Cada 3 horas

source: Payment
pt_br: Pagamento

source: Please use the link below to make your payment:
pt_br: Por favor, utilize o link a seguir para realizar o pagamento:

source: Pay order
pt_br: Pagar pedido

source: After we receive the payment confirmation, your order will be processed.
pt_br: O seu pedido será processado depois que recebermos a confirmação do pagamento.

source: Make payment
pt_br: Fazer pagamento

source: Please click in the following button to make your payment.
pt_br: Por favor, clique no link a seguinte para realizar o pagamento.

source: Settings
pt_br: Configurações

source: Itau Shopline payment gateway for WooCommerce.
pt_br: Método de pagamento do Itaú Shopline para WooCommerce.
